{
    "Вы чувствуете себя расстроенным?": {
        "Я не чувствую себя расстроенным, печальным.": "0",
        "Я расстроен.": "1",
        "Я все время расстроен и не могу от этого отключиться.": "2",
        "Я настолько расстроен и несчастлив, что не могу это выдержать.": "3"
    },
    "Вы тревожитесь о своем будущем?": {
        "Я не тревожусь о своем будущем.": "0",
        "Я чувствую, что озадачен будущим.": "1",
        "Я чувствую, что меня ничего не ждет в будущем.": "2",
        "Мое будущее безнадежно, и ничто не может измениться к лучшему.": "3"
    },
    "Вас преследуют неудачи?": {
        "Я не чувствую себя неудачником.": "0",
        "Я чувствую, что терпел больше неудач, чем другие люди.": "1",
        "Когда я оглядываюсь на свою жизнь, я вижу в ней много неудач.": "2",
        "Я чувствую, что как личность я — полный неудачник.": "3"
    },
    "Вы получаете удовлетворение от жизни?": {
        "Я получаю столько же удовлетворения от жизни, как раньше.": "0",
        "Я не получаю столько же удовлетворения от жизни, как раньше.": "1",
        "Я больше не получаю удовлетворения ни от чего.": "2",
        "Я полностью не удовлетворен жизнью и мне все надоело.": "3"
    },
    "Вы чувствуете себя виноватым?": {
        "Я не чувствую себя в чем-нибудь виноватым.": "0",
        "Достаточно часто я чувствую себя виноватым.": "1",
        "Большую часть времени я чувствую себя виноватым.": "2",
        "Я постоянно испытываю чувство вины.": "3"
    },
    "Вы чувствуете, что Вас можно за что-либо наказать?": {
        "Я не чувствую, что могу быть наказанным за что-либо.": "0",
        "Я чувствую, что могу быть наказан.": "1",
        "Я ожидаю, что могу быть наказан.": "2",
        "Я чувствую себя уже наказанным.": "3"
    },
    "Вы разочарованы в себе?": {
        "Я не разочаровался в себе.": "0",
        "Я разочаровался в себе.": "1",
        "Я себе противен.": "2",
        "Я себя ненавижу.": "3"
    },
    "Вы критично относитесь к себе?": {
        "Я знаю, что я не хуже других.": "0",
        "Я критикую себя за ошибки и слабости.": "1",
        "Я все время обвиняю себя за свои поступки.": "2",
        "Я виню себя во всем плохом, что происходит.": "3"
    },
    "Вы думаете о самоубийстве?": {
        "Я никогда не думал покончить с собой.": "0",
        "Ко мне приходят мысли покончить с собой, но я не буду их осуществлять.": "1",
        "Я хотел бы покончить с собой.": "2",
        "Я бы убил себя, если бы представился случай.": "3"
    },
    "Вы стали чаще плакать?": {
        "Я плачу не больше, чем обычно.": "0",
        "Сейчас я плачу чаще, чем раньше.": "1",
        "Теперь я все время плачу.": "2",
        "Раньше я мог плакать, а сейчас не могу, даже если мне хочется.": "3"
    },
    "Вы замечаете, что стали более раздражительны?": {
        "Сейчас я раздражителен не более, чем обычно.": "0",
        "Я более легко раздражаюсь, чем раньше.": "1",
        "Теперь я постоянно чувствую, что раздражен.": "2",
        "Я стал равнодушен к вещам, которые меня раньше раздражали.": "3"
    },
    "Вы интересуетесь другими людьми?": {
        "Я не утратил интереса к другим людям.": "0",
        "Я меньше интересуюсь другими людьми, чем раньше.": "1",
        "Я почти потерял интерес к другим людям.": "2",
        "Я полностью утратил интерес к другим людям.": "3"
    },
    "Вам стало сложнее принимать решения?": {
        "Я откладываю принятие решения иногда, как и раньше.": "0",
        "Я чаще, чем раньше, откладываю принятие решения.": "1",
        "Мне труднее принимать решения, чем раньше.": "2",
        "Я больше не могу принимать решения.": "3"
    },
    "Что Вы думаете о своей внешности?": {
        "Я не чувствую, что выгляжу хуже, чем обычно.": "0",
        "Меня тревожит, что я выгляжу старым и непривлекательным.": "1",
        "Я знаю, что в моей внешности произошли существенные изменения, делающие меня непривлекательным.": "2",
        "Я знаю, что выгляжу безобразно.": "3"
    },
    "Вы с легкостью выполняете какую-либо работу?": {
        "Я могу работать так же хорошо, как и раньше.": "0",
        "Мне необходимо сделать дополнительное усилие, чтобы начать делать что-нибудь.": "1",
        "Я с трудом заставляю себя делать что-либо.": "2",
        "Я совсем не могу выполнять никакую работу.": "3"
    },
    "Вы хорошо спите?": {
        "Я сплю так же хорошо, как и раньше.": "0",
        "Сейчас я сплю хуже, чем раньше.": "1",
        "Я просыпаюсь на 1-2 часа раньше, и мне трудно заснуть опять.": "2",
        "Я просыпаюсь на несколько часов раньше обычного и больше не могу заснуть.": "3"
    },
    "Вы стали чаще уставать?": {
        "Я устаю не больше, чем обычно.": "0",
        "Теперь я устаю быстрее, чем раньше.": "1",
        "Я устаю почти от всего, что я делаю.": "2",
        "Я не могу ничего делать из-за усталости.": "3"
    },
    "У Вас изменился аппетит?": {
        "Мой аппетит не хуже, чем обычно.": "0",
        "Мой аппетит стал хуже, чем раньше.": "1",
        "Мой аппетит теперь значительно хуже.": "2",
        "У меня вообще нет аппетита.": "3"
    },
    "У Вас изменился вес?": {
        "В последнее время я не похудел или потеря веса была незначительной.": "0",
        "За последнее время я потерял более 2 кг.": "1",
        "Я потерял более 5 кг.": "2",
        "Я потерял более 7 кr.": "3"
    },
    "Вы беспокоитесь о своем здоровье?": {
        "Я беспокоюсь о своем здоровье не больше, чем обычно.": "0",
        "Меня тревожат проблемы моего физического здоровья, такие, как боли, расстройство желудка, запоры и т.д.": "1",
        "Я очень обеспокоен своим физическим состоянием, и мне трудно думать о чем-либо другом.": "2",
        "Я настолько обеспокоен своим физическим состоянием, что больше ни о чем не могу думать.": "3"
    },
    "У Вас изменилось сексуальное влечение?": {
        "В последнее время я не замечал изменения своего интереса к близости.": "0",
        "Меня меньше занимают проблемы близости, чем раньше.": "1",
        "Сейчас я значительно меньше интересуюсь межполовыми отношениями, чем раньше.": "2",
        "Я полностью утратил либидо интерес.": "3"
    }
}